---
kind: property
id: P:Autodesk.Revit.DB.GroupTypeId.RailingSystemSecondaryFamilyHandrails
source: html/ddf8863c-cac4-8257-6c90-95abab01e7d5.htm
---
# Autodesk.Revit.DB.GroupTypeId.RailingSystemSecondaryFamilyHandrails Property

Handrail 2.

## Syntax (C#)
```csharp
public static ForgeTypeId RailingSystemSecondaryFamilyHandrails { get; }
```